_posts/language/2016-08-02-english-grap.html
---
layout: post
title: 單詞本：搶座
categories: [language]
tags: [English]
---

<p>
昨晚花了三個小時從杭州來到了上海。虹橋火車站下車之後坐 2 號線地鐵。各個車門前早已排起了長隊，提着行李的，拎着包的，揹着包的，還有抱着棉被枕頭的；滿頭大汗的，汗流浹背的，神色慌張的，急急忙忙的，鬼鬼祟祟的，東張西望的。
</p>

<p>
等到地鐵呼嘯着進站，人們齊刷刷地地望向地鐵車廂，抓緊行李，雙手拎包，抱緊棉被，等着門開的一刻，泄洪般涌進車廂，說時遲那時快，不到兩秒鍾時間，地鐵內的座位已經被填滿。然後剩餘的地方也陸陸續續的被站滿。
</p>

<p>
沒有搶到座的人們只能無奈的笑笑，抓緊了把手，等待地鐵發動。我也是那無奈的一個。這就是上海虹橋地鐵首發站站驚心動魄的一刻。
</p>

<p>
地鐵搶座（grab the seat）也是很有趣的一道風景。座位資源有限，拼的就是速度。大家都講規則，等車時按前後順序車門兩側排好隊伍。腿快有，腿慢無，實在是很公平的競爭。搶到座的，掏出手機看看小說，讀讀新聞，聊聊微信，不亦樂乎；搶不到座的，調整好站姿，也能掏出手機，沉浸在信息知識的海洋裏，忘卻剛才汲汲營營的追逐。
</p>

<p>
比如那位抱着棉被枕頭的小姑娘，如果不搶個好的座兒，豈不是要擁着枕頭、棉被、行李箱站着，那實在是太辛苦了。其實她已經錯過一班車了，這次是她等的第二班車。估計前一班車她沒有搶到座，所以不辭辛勞，再等一班，這次她排在隊伍前面，所以找到了一個心儀的座位。有了穩妥的座位，她就可以愉快的和夥伴語音聊微信了。
</p>

<p>
而旁邊這位姑娘就不怎麼幸運，被擠在了人羣中間，看似她業務很忙，左手一個 iPhone 6
plus，右手一個華爲榮耀，兩隻手同時開工，突然地鐵一陣剎車，她被甩到了一位手臂紋着骷髏紋身，正在坐在座位上用手機閱讀小說的男子懷中。他不曾想到佔個座位還能有美女投懷送抱的福利。
</p>

<p>
搶座這個動作，在英語裏是 grab the/a seat：
</p>

<ul class="org-ul">
<li>Overall, it is safe to travel in Shanghai. But you should take good care of
your belongings if you are in a highly crowded place as there might be
cutpurses. Theft is highly likely to occur while people rush for arriving bus
or sub ways, hoping to <i>grab a seat</i>.<sup><a id="fnr.1" class="footref" href="#fn.1">1</a></sup></li>
<li>It’s happened to Hannah Horvath on Girls, and maybe it’s even happened to
you. You <i>grab a seat</i> on the New York subway, let your eyes flutter shut, and
when you open them again, you’re in Coney Island.<sup><a id="fnr.2" class="footref" href="#fn.2">2</a></sup></li>
</ul>

<div id="outline-container-orgheadline7" class="outline-2">
<h2 id="orgheadline7"><span class="section-number-2">1</span> Grab</h2>
<div class="outline-text-2" id="text-1">
<p>
越是簡單的單詞，越是含義豐富。似乎到哪裏都一樣。學習這種單詞還是挺繁瑣的，因爲含義豐富，要好好掌握難度很大。
</p>

<blockquote>
<ol class="org-ol">
<li>to seize suddenly, eagerly, or roughly; snatch. 突然抓取</li>
<li>to take illegal possession of; seize forcibly or unscrupulously 霸佔，搶奪:
to grab land. 霸佔土地。</li>
<li>a sudden, eager grasp or snatch. 猛抓的動作。</li>
<li>seizure or acquisition by violent or unscrupulous means. 搶奪的動作。</li>
<li>something that is grabbed. 被抓住的東西。</li>
<li>a mechanical device for gripping objects. 抓取設備。</li>
<li>to obtain and consume quickly 猛吃: Let's grab a sandwich. 讓我們快速解決這個三明治。</li>
<li>to cause a reaction in; affect 引入注意: How does my idea grab you? 你對我的想法感興趣不？</li>
</ol>
</blockquote>
</div>

<div id="outline-container-orgheadline1" class="outline-3">
<h3 id="orgheadline1"><span class="section-number-3">1.1</span> 突然抓取</h3>
<div class="outline-text-3" id="text-1-1">
<ul class="org-ul">
<li>He grabbed the pen from me.</li>
<li>The woman with him to grab a seat, he did not.</li>
<li>A man then got out and grabbed a white turkey and drove off southbound on
S.R. 3. <sup><a id="fnr.3" class="footref" href="#fn.3">3</a></sup> 昨天的新聞，美國的有人在馬路上抓了只火雞就跑了。</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline2" class="outline-3">
<h3 id="orgheadline2"><span class="section-number-3">1.2</span> 霸佔，搶奪</h3>
<div class="outline-text-3" id="text-1-2">
<ul class="org-ul">
<li>Fans line up outside store to <i>grab</i> Harry Potter book</li>
<li>Anurag Pathak, a 27-year-old Harry Potter fan, cancelled his office trip to
Nainital to be able to <i>grab</i> the book. She had reached the Hazratganj shop at
10am, two hours before the sale of 'Harry Potter and the Cursed Child' had to
begin.</li>
<li>Not only children, but adults too, made sure to steer clear of other plans on
the weekend and visit the bookstore to <i>grab</i> their copy.<sup><a id="fnr.4" class="footref" href="#fn.4">4</a></sup> 不止小朋友，大人們也跑去書店搶買哈利波特新書《哈利波波特和被詛咒的孩子》。</li>
<li>Turkey, US meet after power grab attempt.<sup><a id="fnr.5" class="footref" href="#fn.5">5</a></sup> 前一篇文章《單詞本：德語單詞
Putsch》提到過政變可以稱 Putsch attempt，也可以叫 coup d'état，這則新聞有出來個說法：power grab attempt。能把所學的知識連貫起來是一件很好玩的事情。不是嗎？</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline3" class="outline-3">
<h3 id="orgheadline3"><span class="section-number-3">1.3</span> 猛抓的動作</h3>
<div class="outline-text-3" id="text-1-3">
<ul class="org-ul">
<li>Fan reaches way over the rail for sweet grab<sup><a id="fnr.6" class="footref" href="#fn.6">6</a></sup></li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline4" class="outline-3">
<h3 id="orgheadline4"><span class="section-number-3">1.4</span> 猛吃，快速吃掉</h3>
<div class="outline-text-3" id="text-1-4">
<ul class="org-ul">
<li>Let me just grab some French bread for dinner and we can check out. 我去弄些法國麪包當晚餐，然後我們就離開。</li>
<li>I think I'll just run downstairs and grab a cup of coffee.</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline5" class="outline-3">
<h3 id="orgheadline5"><span class="section-number-3">1.5</span> 引人注意</h3>
<div class="outline-text-3" id="text-1-5">
<ul class="org-ul">
<li>How does that grab you? 你對此感興趣不？</li>
<li>How does my idea grab you?</li>
</ul>
</div>
</div>

<div id="outline-container-orgheadline6" class="outline-3">
<h3 id="orgheadline6"><span class="section-number-3">1.6</span> grab-and-go</h3>
<div class="outline-text-3" id="text-1-6">
<p>
拿了就走的快餐，食物：
</p>

<ul class="org-ul">
<li>Raw vegetables and fruits are great grab-and-go snacks. 蔬菜和水果是很好的拿着就吃的點心。</li>
<li>Lately I have been making a raw kale salad, which not only uses up some of the
greens I get, but also makes a great grab-and-go lunch.<sup><a id="fnr.7" class="footref" href="#fn.7">7</a></sup></li>
</ul>
</div>
</div>
</div>
<div id="footnotes">
<h2 class="footnotes">Footnotes: </h2>
<div id="text-footnotes">

<div class="footdef"><sup><a id="fn.1" class="footnum" href="#fnr.1">1</a></sup> <div class="footpara"><p class="footpara">
<a href="http://wiki.magicjudges.org/pool/images/c/c7/Travelguide_GP_Shanghai_2012.pdf">http://wiki.magicjudges.org/pool/images/c/c7/Travelguide_GP_Shanghai_2012.pdf</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.2" class="footnum" href="#fnr.2">2</a></sup> <div class="footpara"><p class="footpara">
<a href="http://newsfeed.time.com/2013/09/18/napping-on-the-subway-this-app-will-wake-you-up-before-you-miss-your-stop/">http://newsfeed.time.com/2013/09/18/napping-on-the-subway-this-app-will-wake-you-up-before-you-miss-your-stop/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.3" class="footnum" href="#fnr.3">3</a></sup> <div class="footpara"><p class="footpara">
<a href="http://wane.com/2016/08/01/turkey-stolen-in-roadside-grab-and-go/">http://wane.com/2016/08/01/turkey-stolen-in-roadside-grab-and-go/</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.4" class="footnum" href="#fnr.4">4</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.nyoooz.com/lucknow/558663/fans-line-up-outside-store-to-grab-harry-potter-book">http://www.nyoooz.com/lucknow/558663/fans-line-up-outside-store-to-grab-harry-potter-book</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.5" class="footnum" href="#fnr.5">5</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.france24.com/en/20160801-turkey-us-meet-after-power-grab-attempt">http://www.france24.com/en/20160801-turkey-us-meet-after-power-grab-attempt</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.6" class="footnum" href="#fnr.6">6</a></sup> <div class="footpara"><p class="footpara">
<a href="http://espn.go.com/mlb/story/_/page/tradedeadline_upsidedowndeadline/how-cubs-indians-yankees-turned-deadline-upside-down">http://espn.go.com/mlb/story/_/page/tradedeadline_upsidedowndeadline/how-cubs-indians-yankees-turned-deadline-upside-down</a>
</p></div></div>

<div class="footdef"><sup><a id="fn.7" class="footnum" href="#fnr.7">7</a></sup> <div class="footpara"><p class="footpara">
<a href="http://www.pressrepublican.com/opinion/columns/with-salads-try-more-than-just-classics/article_c69b68ea-d3b6-547e-9b00-f55b6558cf48.html">http://www.pressrepublican.com/opinion/columns/with-salads-try-more-than-just-classics/article_c69b68ea-d3b6-547e-9b00-f55b6558cf48.html</a>
</p></div></div>


</div>
</div>
